// Массив типов дорог с описанием и изображениями.
const ROAD_TYPES = [
  {
    title: 'Шоссе',
    text: 'На шоссейном велосипеде можно ездить по асфальту на разных градиентах: будь то горы или равнины. Гонки проходят в командном пелотоне, но тренироваться можно и самостоятельно.',
    image1: './images/HighwayFirst.png',
    alt1: 'Асфальтовая дорога проходит вдоль скал.',
    image2: './images/HighwaySecond.png',
    alt2: 'Велосипедист едет по мощеной ровной дороге в густом зеленом лесу.',
    logo: './images/HighwayLine.svg',
    altLogo: 'Белая ломаная с одной вершиной.'
  },
  {
    title: 'Грэвел',
    text: 'Грэвел похож на шоссейный велосипед, но конструкция рамы немного отличается, и на нём стоят более широкие покрышки, всё для того чтобы проехать по лёгкому бездорожью.',
    image1: './images/GrevelFirst.png',
    alt1: 'Велосипедист едет по мощеной ровной дороге в густом зеленом лесу.',
    image2: './images/GrevelSecond.png',
    alt2: 'Асфальтовая дорога проходит вдоль скал.',
    logo: './images/GrevelLine.svg',
    altLogo: 'Белая ломаная линия.'
  },
  {
    title: 'ТТ',
    text: 'ТТ — это велосипед для триатлона или раздельного старта, гооняют на таком велике только по равнинному асфальту, велик очень быстрые и аэродинамичный.',
    image1: './images/TTFirst.png',
    alt1: 'Асфальтовая дорога проходит вдоль скал.',
    image2: './images/TTSecond.png',
    alt2: 'Велосипедист едет по мощеной ровной дороге в густом зеленом лесу.',
    logo: './images/TTLine.svg',
    altLogo: 'Ровная белая линия.'
  }
]
